Repository: vdr-projects/vdr-plugin-skindesigner
Catalog: po/*.po
Languages: it_it

source: Skin successfully installed
it_it: Skin installata con successo

source: Skin NOT successfully installed
it_it: Installazione Skin fallita

source: Installing Skin
it_it: Sto installando la Skin

source: Skin successfully updated
it_it: Skin aggiornata con successo

source: Skin already up to date
it_it: Skin già aggiornata

source: Updating Skin from Git
it_it: Aggiornamento Skin dal Git

source: after one another
it_it: in serie

source: at one go
it_it: in una volta sola

source: Install Skin
it_it: Installa la Skin

source: Update
it_it: Aggiorna

source: Delete Skin
it_it: Rimuovi la Skin

source: version
it_it: versione

source: or higher
it_it: o maggiore

source: needed
it_it: necessario

source: No Git Repository available
it_it: Nessun Git Repository disponibile

source: Skin is running and can't be deleted
it_it: Skin attiva e non può essere cancellata

source: Really delete skin
it_it: Vuoi veramente rimuovere la Skin

source: Skin deleted
it_it: Skin eliminata

source: Maximum number of custom tokens
it_it: Numero massimo di token personalizzati

source: Reruns
it_it: Riavvii

source: Maximum number of reruns to display
it_it: NUmero massimo di riavvii da visualizzare

source: Minimum timely distance of rerun (in hours)
it_it: Intervallo di tempo minimo di riavvio (in ore)

source: Limit Channel Numbers
it_it: Limite Numero Canali

source: no limit
it_it: nessun limite

source: Image Loading
it_it: Caricamento immagine

source: Debug Image Loading
it_it: Caricamento debug dell'immagine

source: Cache icons, skinparts and logos at start
it_it: Cache icone , skinparts e loghi all'avvio

source: Limit Channel Logo Cache
it_it: Limite di cache dei loghi dei canali

source: Number to cache initially (per size)
it_it: Numero iniziale da memorizzare nella cache Loghi

source: Number to cache in maximum
it_it: Numero massimo da memorizzare nella cache Loghi

source: Cache Statistics
it_it: Statistica Cache

source: icons
it_it: Icone

source: size
it_it: Dimensione

source: int. memory
it_it: memoria int.

source: high level memory
it_it: memoria high level

source: logos
it_it: Loghi

source: has no setup
it_it: non ha Setup

source: Install new skins
it_it: Installa nuove Skins

source: Preview Skin
it_it: Anteprima Skin

source: Help
it_it: Aiuto

source: Author
it_it: Autore

source: Used Fonts
it_it: Font utilizzati

source: Supported Plugins
it_it: Plugins supportati
